/*
› Create By Haikal
› Base Ori Haikal
› Kalau mau ubah/edit owner di settings.js
› Kalau mau tambahin fitur di index.js
*/

exports.menu = (prefix, pushname, botname, time, salam) => {
return` Hay Kak ${pushname} 👋

╭──(        ꪶ🜏ꫂ        )
│
║██▀░░░░░░░░░░░░░▀██
│█│░░░░░░░░░░░░░░░│█
║▌│░░░░░░░░░░░░░░░│▐
│░└┐░░░░░░░░░░░░░┌┘░
║░░└┐░░░░░░░░░░░┌┘░░
│░░┌┘▄▄▄░░░░░▄▄▄└┐░░
║▌░│████▌░░░▐████│░▐
│█░│▐██▀░░▄░░▀██▌│░█
║█▌┘░░░░░▐█▌░░░░░└▐█
│██░░▄▄▓░▀█▀░▓▄▄░░██
║██▄─┘█▌░░░░░▐█└─▄██
│███░░▐─┬┬┬┬┬─▌░░███
║███▌░░┬┼┼┼┼┼┬░░▐███
│████▄░└┴┴┴┴┴┘░▄████
║█████▄░░░░░░░▄█████
│
║▬▭▬▭▬▭▬▭▬▭
│⿻ Creator : ꪶ🜏ꫂ
║⿻ Owner :  ꪶ🜏ꫂ
│⿻ Owner Number : 17372558791
║⿻ Prefix :MULTI
│▬▭「 ꪶ🜏ꫂ️ 」▭▬ :
║
┗━━━━━━━━━━━━━━━━━━⬣
╔─═─═⊱ *「 JOIN GROUP 」* ─═─═⬣
│┏⊱
║⿻ *Group V1!!〽️ : https://www.xnxx.com*
│⿻ *Group V2!!〽️ : https://yandex.com*
║┗⊱
┗━━━━━━━━━━━━━━━━━━⬣
┏━━━━━━━━━━━━━━━━━━⬣
║┏⊱
│║- 友 ⿻ 𖥂 ❏ ✇ ꪶ🜏ꫂ
║┗⊱
┗━━━━━━━━━━━━━━━━━━⬣

╔─═─═⊱ *「 MINI MENU 」* ─═─═⬣
│┏⊱
║⿻ Bugmenu
│⿻ Cerpen
║⿻ Soundbot
│⿻ Funnmenu
║⿻ Primbonmenu
│⿻ Islamiyah
║⿻ Beritanews
│⿻ Groupmenu
║⿻ Ownermenu
│┗⊱
┗━━━━━━━━━━━━━━━━━━⬣
╔─═─═⊱ *「 DOWNLOADER MENU 」* ─═─═⬣
│┏⊱
║⿻ Pinterestdl [Url]
│⿻ Ytmp3 [Url]
║⿻ Ytmp4 [Url]
│⿻ Getmusic [Query]
║⿻ Getvideo [Query]
│⿻ Tiktok [Url]
║⿻ Ttmp3 [Url]
│⿻ Mediafire [Url]
║┗⊱
┗━━━━━━━━━━━━━━━━━━⬣
╔─═─═⊱ *「 SEARCH MENU 」* ─═─═⬣
│┏⊱
║⿻ Play [Query]
│⿻ Yts [Query]
║⿻ Google [Query]
│⿻ Gimage [Query]
║⿻ Pinterest [Query]
│⿻ Wallpaper [Query]
║⿻ Wikimedia [Query]
│⿻ Ytsearch [Query]
║⿻ Ringtone [Query]
│⿻ Searchgroups [Query]
║┗⊱
┗━━━━━━━━━━━━━━━━━━⬣
╔─═─═⊱ *「 RANDOM SCRAP 」* ─═─═⬣
│┏⊱
║⿻ Coffe
│⿻ Quotesanime
║⿻ Couple
│┗⊱
┗━━━━━━━━━━━━━━━━━━⬣
╔─═─═⊱ *「 CONVERT MENU 」* ─═─═⬣
│┏⊱
║⿻ Attp
│⿻ Ttp
║⿻ Toimage
│⿻ Sticker
║⿻ Emojimix
│⿻ Emojimix2
║⿻ Tovideo
│⿻ Togif
║⿻ Tourl
│⿻ Tovn
║⿻ Toonce
│⿻ Tomp3
║⿻ Toaudio
│⿻ Ebinary
║⿻ Dbinary
│⿻ Styletext
║⿻ Smeme
│┗⊱
┗━━━━━━━━━━━━━━━━━━⬣
╔─═─═⊱ *「 CMD MENU 」* ─═─═⬣
│┏⊱
║⿻ Setcmd
│⿻ Listcmd
║⿻ Delcmd
│⿻ Lockcmd
║⿻ Addmsg
│⿻ Listmsg
║⿻ Getmsg
│⿻ Delmsg
║┗⊱
┗━━━━━━━━━━━━━━━━━━⬣
╔─═─═⊱ *「 ANONYMOUS MENU 」* ─═─═⬣
│┏⊱
║⿻ Anonymous
│⿻ Start
║⿻ Next
│⿻ Keluar
║┗⊱
┗━━━━━━━━━━━━━━━━━━⬣
╔─═─═⊱ *「 VOICE CHANGER 」* ─═─═⬣
│┏⊱
║⿻ Bass
│⿻ Blown
║⿻ Deep
│⿻ Earrape
║⿻ Fast
│⿻ Fat
║⿻ Nightcore
│⿻ Reverse
║⿻ Robot
│⿻ Slow
║⿻ Tupai
│┗⊱
┗━━━━━━━━━━━━━━━━━━⬣
┏━━⬣  Thanks To  友
┃ 🔥 The Zyrenn
┃ 🔥 Hw Mods Wa
┃ 🔥 Ranz Hard Level
┃ 🔥 Ristaaa
┃ 🔥 Wranzzz
┃ 🔥 Raraaa
┗━━⬣  ⿻ Botz Wa ⿻️`
}